Repository: alexeygorelov/omegat-team-anki-manual-EN-RU
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ru_ru

source: # Add-ons
ru_ru: # Дополнения (Add-ons)

source: # Adding/Editing
ru_ru: # Добавление/изменение

source: # Background
ru_ru: # Общие сведения

source: # Card Templates
ru_ru: # Шаблоны карточек

source: # Deck Options
ru_ru: # Настройки колоды

source: # Exporting
ru_ru: # Экспортирование

source: # Filtered Decks & Cramming
ru_ru: # Фильтрованные колоды и зубрёжка

source: # Frequently Asked Questions
ru_ru: # Часто задаваемые вопросы

source: # Getting Started
ru_ru: # Начало работы

source: # Introduction
ru_ru: # Введение

source: # Platform Notes
ru_ru: # Примечания к платформе

source: # Preferences
ru_ru: # Настройки

source: # Resources
ru_ru: # Ресурсы

source: # Spaced Repetition
ru_ru: # Интервальное повторение

source: # Studying
ru_ru: # Изучение

source: ## Active Recall Testing
ru_ru: ## Активная проверка воспоминаний

source: ## Adding Cards and Notes
ru_ru: ## Добавление карточек и записей

source: ## Adding a Note Type
ru_ru: ## Добавление типа записи

source: ## Checking Your Answer
ru_ru: ## Проверка своего ответа

source: ## Cloze Deletion
ru_ru: ## Заполнение пропусков

source: ## Customizing Fields
ru_ru: ## Настройка полей

source: ## Decks
ru_ru: ## Колоды

source: ## Display Order
ru_ru: ## Порядок отображения

source: ## Due Counts
ru_ru: ## Подсчёт очереди

source: ## Editing and More
ru_ru: ## Правка и ещё

source: ## Falling Behind
ru_ru: ## Отставание

source: ## Fuzz Factor
ru_ru: ## Фактор нечёткости

source: ## Installing & Upgrading
ru_ru: ## Установка и обновление

source: ## Key Concepts
ru_ru: ## Основные понятия

source: ## Keyboard Shortcuts
ru_ru: ## Клавиатурные сокращения

source: ## Lapses
ru_ru: ## Забытые

source: ## Learning
ru_ru: ## Обучение

source: ## Learning/Relearning Cards
ru_ru: ## Изучаемые/Переучиваемые карточки

source: ## Questions
ru_ru: ## Вопросы

source: ## Quickstart
ru_ru: ## Быстрый старт

source: ## Review Cards
ru_ru: ## Повторяемые карточки

source: ## Reviewing
ru_ru: ## Повторение

source: ## Shared Decks
ru_ru: ## Общие колоды

source: ## Siblings and Burying
ru_ru: ## Связанные и отложенные

source: ## Spaced Repetition
ru_ru: ## Интервальное повторение

source: ## Special Fields
ru_ru: ## Специальные поля

source: ## Study Overview
ru_ru: ## Общие сведения об изучении

source: ## Translations
ru_ru: ## Переводы

source: ## Use It or Lose It
ru_ru: ## Используй или потеряешь

source: ## Using Decks Appropriately
ru_ru: ## Правильное использование колод

source: ## Videos
ru_ru: ## Видео

source: ## Why Anki?
ru_ru: ## Почему Anki?

source: ### Card Types
ru_ru: ### Типы карточек

source: ### Cards
ru_ru: ### Карточки

source: ### Collection
ru_ru: ### Коллекция

source: ### Decks
ru_ru: ### Колоды

source: ### Note Types
ru_ru: ### Типы записей

source: ### Notes & Fields
ru_ru: ### Записи и поля

source: ### Using Decks Appropriately
ru_ru: ### Правильное использование колод

source: 'Active recall testing' means being asked a question and trying to remember the answer. This is in contrast to 'passive study', where we read, watch or listen to something without pausing to consider if we know the answer. Research has shown that active recall testing is far more effective at building strong memories than passive study. There are two reasons for this:
ru_ru: 'Активная проверка воспоминаний' подразумевает, что каждый раз, когда мы видим вопрос -- мы стараемся вспомнить на него ответ. Это противоположно 'пассивному обучению', когда мы читаем, смотрим или слушаем что-то без пауз на обдумывание, а знаем ли мы ответ? Исследования показывают, что активная проверка воспоминаний намного эффективней в создании хорошей памяти у человека, чем пассивное обучение. И на это есть две причины:

source: **Again** marks your answer as incorrect and asks Anki to show the card more frequently in the future. The card is said to have 'lapsed'. Please see the [lapses](deck-options.md#lapses) section for more information about how lapsed reviews are handled.
ru_ru: **Снова** — помечает ваш ответ как неверный и указывает Anki чаще показывать карточку в будущем. Карточка считается 'забытой' (англ. *lapsed*). Смотрите раздел [забытые](deck-options.md#Забытые) для получения более подробной информации о том, как обрабатываются забытые повторения.

source: **Again** marks your answer as incorrect and asks Anki to show the card more frequently in the future. The card is said to have 'lapsed'. Please see the [lapses](deck-options.md) section for more information about how lapsed reviews are handled.
ru_ru: **Снова** --- помечает ваш ответ как неверный и указывает Anki чаще показывать карточку в будущем. Карточка считается 'забытой' (англ. *lapsed*). Смотрите раздел [забытые](deck-options.md) для получения более подробной информации о том, как обрабатываются забытые повторения.

source: **Again** moves the card back to the first step.
ru_ru: **Снова** — перемещает карточку обратно к первому шагу.

source: **Basic (and reversed card)** Like Basic, but creates two cards for the text you enter: one from front→back and one from back→front.
ru_ru: Это лицо→оборот карточка, а карточка оборот→лицо при необходимости. Для этого есть третье поле под названием "Добавить обратную". Если в это поле будет введён какой-либо текст [прим. перев. _Любой текст, чтобы эта функция сработала_], обратная карточка будет создана. Дополнительные сведения об этом см. в разделе [Шаблоны карточек](templates/intro.md)**Основная (с обратной карточкой)** Как Основная, только создаёт две карточки для введённого вами текста: одну из лицо→оборот и одну из оборот→лицо.

source: **Basic (optional reversed card)** This is a front→back card, and optionally a back→front card. To do this, it has a third field called “Add Reverse.” If you enter any text into that field, a reverse card will be created. More information about this is available in the [Cards and Templates](templates/intro.md) section.
ru_ru: **Основная (обратная по выбору)** Это лицо→оборот карточка, а карточка оборот→лицо при необходимости. Для этого есть третье поле под названием "Добавить обратную". Если в это поле будет введён какой-либо текст [прим. перев. _Любой текст, чтобы эта функция сработала_], обратная карточка будет создана. Дополнительные сведения об этом см. в разделе [Шаблоны карточек](templates/intro.md).

source: **Basic (type in the answer)** This is essentially Basic, with an extra text box on the front where you can type your answer in, after flipping to the back your input would be checked and compared with the answer. More information is available in the [Checking Your Answer](templates/fields.md#checking-your-answer) section.
ru_ru: **Основная (введите ответ)** По сути, это Основная, с дополнительным текстовым полем на лицевой стороне, где вы можете ввести свой ответ, после переворачивания на оборот, введённый вами текст будет проверен и сравнён с ответом. Дополнительные сведения об этом см. в разделе [Проверка своего ответа](templates/fields.md#Проверка-своего-ответа).

source: **Basic** Has Front and Back fields, and will create one card. Text you enter in Front will appear on the front of the card, and text you enter in Back will appear on the back of the card.
ru_ru: **Основная** Содержит поля Лицо и Оборот, и будет создавать одну карточку. Текст напечатанный в поле Лицо будет отображаться на лицевой стороне карточки, а текст который вы введёте в поле Оборот будет отображаться на обратной стороне карточки.

source: **Bury Card / Note**: Hides a card or all of the note’s cards from review until the next day. (If you want to unbury cards before then, you can click the “unbury” button on the [deck overview](studying.md#study-overview) screen.) This is useful if you cannot answer the card at the moment or you want to come back to it another time. Burying can also [happen automatically](studying.md#siblings-and-burying) for cards of the same note. If cards were in learning when they are buried, they are moved back to the new card queue or review queue prior to being buried.
ru_ru: **Отложить карточку / запись**: Прячет карточку или все карточки записи от показа до следующего дня. (Если вы хотите вернуть карточки раньше, нажмите кнопку "вернуть" в окне [обзора колоды](studying.md#Общие-сведения-об-изучении).) Это полезно, если в данный момент вы не можете ответить на карточку или хотите вернуться к ней в другой раз. Откладывание также может [произойти автоматически](studying.md#Связанные-и-отложенные) для карточек одной записи. Если карточки находятся в процессе изучения на момент их откладывания, то сперва они перемещаются обратно в очередь новых карточек или очередь повторяемых перед тем как быть отложенными.

source: **Cloze** A note type which makes it easy to select text and turn it into a cloze deletion (e.g., “Man landed on the moon in \[…​\]” → “Man landed on the moon in 1969”). More information is available in the [cloze deletion](editing.md#cloze-deletion) section.
ru_ru: **Задание с пропусками** Тип записи который облегчает выбор текста и превращение его в обучающие пропуски (англ. _cloze deletion_) (например, "Человек приземлился на Луну в \[…​\] году" → "Человек приземлился на Луну в 1969 году"). Дополнительные сведения см. в разделе [заполнение пропусков](editing.md#Заполнение-пропусков)

source: **Delete Note**: Deletes the note and all of its cards.
ru_ru: **Удалить запись**: Удаляет запись и все её карточки.

source: **Easy** immediately converts the card into a review card, even if there were steps remaining. By default, the card will be shown again 4 days later, and then at increasingly long delays. In the old scheduler, the "Easy" button will not be shown if you are in relearning mode and it would give the same interval as “Good.” With the [new scheduler](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), when cards are in relearning, the "Easy" button boosts the interval by 1 day.
ru_ru: **Легко** — немедленно переводит карточку в повторяемую, даже если остались ещё шаги. По умолчанию, карточка будет показана повторно через 4 дня, затем задержки между показами будут увеличиваться. В старом планировщике, кнопка "лёгко" не будет показана, если вы в режиме переучивания, и это задаст тот же интервал, что и "хорошо". С [новым планировщиком](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), когда карточки в режиме переучивания, кнопка "легко" увеличивает интервал на 1 день.

source: **Easy** immediately converts the card into a review card, even if there were steps remaining. By default, the card will be shown again 4 days later, and then at increasingly long delays. The easy button will not be shown if you are in relearning mode and it would give the same interval as “good.”
ru_ru: **Легко** --- немедленно переводит карточку в повторяемую, даже если остались ещё шаги. По умолчанию, карточка будет показана повторно через 4 дня, затем задержки между показами будут увеличиваться. Лёгкая кнопка не будет показана, если вы в режиме переучивания, и это задаст тот же интервал, что и "хорошо".

source: **Easy** immediately converts the card into a review card, even if there were steps remaining. [By default](deck-options.md#easy-interval), the card will be shown again 4 days later, and then at increasingly long delays. In the v1 scheduler, the "Easy" button will not be shown if you are in relearning mode as it would give the same interval as “Good.” With the [v2 scheduler+](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html), when cards are in relearning, the "Easy" button boosts the interval by 1 day.
ru_ru: **Легко** — немедленно переводит карточку в повторяемую, даже если остались ещё шаги. [По умолчанию](deck-options.md#easy-interval), карточка будет показана повторно через 4 дня, затем задержки между показами будут увеличиваться. В планировщике версии v1 кнопка "Легко" не будет показана, если вы в режиме переучивания, и это задаст тот же интервал, что и "Хорошо". В версии [v2 планировщика+](https://faqs.ankiweb.net/the-anki-2.1-scheduler.html) когда карточки в режиме переучивания, кнопка "Легко" увеличивает интервал на 1 день.

source: **Easy** tells Anki you found the delay too short. The card will be scheduled [further into the future than 'Good'](deck-options.md#easy-bonus), and Anki will schedule the card less frequently in the future. Because 'Easy' rapidly increases the delay, it’s best used for only the easiest of cards. Usually you should find yourself answering 'Good' instead.
ru_ru: **Легко** — сообщает Anki, что вы сочли задержку слишком короткой. Карточка будет запланирована [дальше, чем при ответе 'Хорошо'](deck-options.md#easy-bonus) и в последствии Anki будет включать её в расписание чуть реже. Поскольку 'Легко' быстро увеличивает задержку, она лучше всего подходит для, действительно, самых простых карточек. Обычно вместо этого ответа, стоит использовать ответ 'Хорошо'.

source: **Easy** tells Anki you found the delay too short. The card will be scheduled further into the future than 'Good', and Anki will schedule the card less frequently in the future. Because 'Easy' rapidly increases the delay, it’s best used for only the easiest of cards. Usually you should find yourself answering 'Good' instead.
ru_ru: **Легко** — сообщает Anki, что вы сочли задержку слишком короткой. Карточка будет запланирована дальше, чем при ответе 'Хорошо' и в последствии Anki будет включать её в расписание чуть реже. Поскольку 'Легко' быстро увеличивает задержку, она лучше всего подходит для, действительно, самых простых карточек. Обычно вместо этого ответа, стоит использовать ответ 'Хорошо'.

source: **Editing Font** allows you to customize the font and size used when editing notes. This is useful if you want to make unimportant information smaller, or increase the size of foreign characters which are hard to read. The changes you make here do not affect how cards appear when reviewing: to do that, please see the [templates](templates/intro.md) section. If you have enabled the “type in the answer” function, however, the text you type will use the font size defined here. (For information about how to change the actual font face when typing the answer, please see the [checking your answer](templates/fields.md#checking-your-answer) section.)
ru_ru: **Шрифт в редакторе** позволяет настроить шрифт и размер шрифта при редактировании записей. Это полезно, если вы хотите сделать неважную информацию меньше или увеличить размер иностранных символов, которые трудно прочитать. Сделанные здесь изменения не влияют на то, как отображаются карточки при повторении: для этого смотрите раздел [шаблоны](templates/intro.md). Однако, если у вас включена функция "с вводом ответа", текст, который вы вводите, будет использовать заданный здесь размер шрифта. (Информацию о том, как изменить реальный вид шрифта при вводе ответа, смотрите в разделе [проверка своего ответа](templates/fields.md#Проверка-своего-ответа).)

source: **Flag Card**: Adds a colored marker to the card, or toggles it off. Flags will appear during study, and you can search for flagged cards in the Browse screen. This is useful when you want to take some action on the card at a later date, such as looking up a word when you get home.
ru_ru: **Поставить флаг**: Ставит цветную метку на карточку или убирает её. Метки будут отображаться во время изучения, а в окне Обзора можно выполнять поиск отмеченных карточек. Это полезно, когда вы хотите выполнить некоторое действие над карточкой позднее, например, когда вернётесь домой, поискать какое-нибудь слово.

source: **Good** moves the card to the [next step](deck-options.md#learning-steps). If the card was on the final step, the card is converted into a review card (it 'graduates'). By default, once the card has reached the end of the learning steps, the card will be shown again the next day, then at increasingly long delays (see the next section).
ru_ru: **Хорошо** — перемещает карточку на [следующий шаг](deck-options.md#learning-steps). Если карточка была на последнем шаге, то она переводится [прим. перев. _из изучаемой_] в повторяемую карточку (она 'выпускник' (англ. _graduate_)). По умолчанию, карточка достигнув конца обучающих шагов, будет показана снова на следующий день, затем задержки между показами будут увеличиваться (смотрите следующий раздел).

source: **Good** moves the card to the next step. If the card was on the final step, the card is converted into a review card (it 'graduates'). By default, once the card has reached the end of the learning steps, the card will be shown again the next day, then at increasingly long delays (see the next section).
ru_ru: **Хорошо** — перемещает карточку на следующий шаг. Если карточка была на последнем шаге, то она переводится [прим. перев. _из изучаемой_] в повторяемую карточку (она 'выпускник' (англ. _graduate_)). По умолчанию, карточка достигнув конца обучающих шагов, будет показана снова на следующий день, затем задержки между показами будут увеличиваться (смотрите следующий раздел).

source: **Good** tells Anki that the last delay was about right, and the card easiness doesn’t need to be adjusted down or up. At the [default starting easiness](deck-options.md#starting-ease), the card will be shown again approximately 2 1/2 times longer than the previous time, so if you had waited 10 days to see the card previously, the next delay would be about 25 days.
ru_ru: **Хорошо** — сообщает Anki, что последняя задержка была примерно правильной и лёгкость карточки не нуждается в уменьшении или увеличении. При [значении лёгкости по умолчанию](deck-options.md#starting-ease), задержка перед следующим показом карточки будет примерно в 2,5 раза дольше чем в предыдущий раз, так что если бы вы в прошлый раз ждали 10 дней, чтобы увидеть карточку, то следующая задержка составит около 25 дней.

source: **Good** tells Anki that the last delay was about right, and the card easiness doesn’t need to be adjusted down or up. At the default starting easiness, the card will be shown again approximately 2 1/2 times longer than the previous time, so if you had waited 10 days to see the card previously, the next delay would be about 25 days.
ru_ru: **Хорошо** — сообщает Anki, что последняя задержка была примерно правильной и лёгкость карточки не нуждается в уменьшении или увеличении. При значении лёгкости по умолчанию, задержка перед следующим показом карточки будет примерно в 2,5 раза дольше чем в предыдущий раз, так что если бы вы в прошлый раз ждали 10 дней, чтобы увидеть карточку, то следующая задержка составит около 25 дней.

source: **Hard** repeats the current step after the first step, and is the average of Again and Good on the first step.
ru_ru: **Трудно** — повторяет текущий шаг после первого шага и является средним между Хорошо и Легко на первом шаге.

source: **Hard** by default, shows the card at a [slightly longer delay](deck-options.md#hard-interval) than last time, and tells Anki to show the card more frequently in the future.
ru_ru: **Трудно** — по умолчанию, показывает карточку с [чуть большей задержкой](deck-options.md#hard-interval), чем в прошлый раз и указывает Anki чаще показывать карточку в будущем.

source: **Hard** shows the card at a slightly longer delay than last time, and tells Anki to show the card more frequently in the future.
ru_ru: **Трудно** — показывает карточку с чуть большей задержкой, чем в прошлый раз и указывает Anki чаще показывать карточку в будущем.

source: **Mark Note**: Adds a “marked” tag to the current note, so it can be easily found in the browser. This is similar to flagging individual cards, but works with a tag instead, so if the note has multiple cards, all cards will appear in a search for the marked tag. Most users will want to use flags instead - marking is mainly left around for compatibility with older Anki versions.
ru_ru: **Отметить запись**: Добавляет текущей записи метку "marked", что позволяет легко найти её в обозревателе. Это схоже с отметкой отдельных карточек, только работает с метками (англ. *tag*), поэтому, если в записи есть несколько карточек, все они появятся в поиске по метке marked. Большинству пользователей лучше использовать флаги --- отметки, в основном, оставлены для совместимости с более старыми версиями Anki.

source: **Options**: Edit the options for the current deck.
ru_ru: **Настройки**: Редактировать настройки текущей колоды.

source: **Record Own Voice**: Record from your microphone for the purposes of checking your pronunciation. This recording is temporary and will go away when you move to the next card. If you want to add audio to a card permanently, you can do that in the edit window.
ru_ru: **Записать свой голос**: Запись с микрофона для проверки произношения. Это временная запись и она исчезнет при переходе к следующей карточке. Если вы хотите добавить на карточку постоянную аудио-запись, то это можно сделать в окне редактирования.

source: **Replay Audio**: If the card has audio on the front or back, play it again.
ru_ru: **Повторное воспроизведение аудио**: Если у карточки есть аудио на лицевой или оборотной стороне, воспроизводит его повторно.

source: **Replay Own Voice**: Replay the previous recording of your voice (presumably after showing the answer).
ru_ru: **Воспроизвести свой голос**: Воспроизвести предыдущую запись своего голоса (предположительно, после показа ответа).

source: **Reverse text direction** is useful if you are studying languages that display text from right to left (RTL), such as Arabic or Hebrew. This setting currently only controls editing; to make sure the text displays correctly during review, you’ll need to adjust your [template](templates/styling.md).
ru_ru: **Направление текста справа-налево** полезно при изучении языка который отображает текст справа-налево (англ. *right to left (RTL)*), например, арабский или иврит. В настоящее время этот параметр управляет только редактированием; чтобы убедиться, что текст отображается правильно во время повторения, необходимо настраивать свой [шаблон](templates/styling.md).

source: **Sort by this field…​** tells Anki to show this field in the Sort Field column of the browser. You can use this to sort cards by that field. Only one field can be the sort field at once.
ru_ru: **Сортировать по этому полю…​** указывает Anki отображать это поле в столбце Поле сортировки обозревателя. Это можно использовать для сортировки карточек по этому полю. Одновременно только одно поле может быть полем сортировки.

source: **Suspend Card / Note**: Hides a card or all of the note’s cards from review until they are manually unsuspended (by clicking the suspend button in the browser). This is useful if you want to avoid reviewing the note for some time, but don’t want to delete it. If cards were in learning when they are suspended, they are moved back to the new card queue or review queue prior to being suspended.
ru_ru: **Исключить карточку / запись**: Прячет карточку или все карточки записи от показа до тех пор, пока они не будут включены вручную (нажатием кнопки исключения--включения в окне обзора). Это полезно, если вы не хотите повторять запись некоторое время, но не хотите удалять её. Если карточки находятся в процессе изучения на момент их исключения, то сперва они перемещаются обратно в очередь новых карточек или очередь повторяемых перед исключением.
